Revit 2021.1 API
BuiltInFailures.SketchFailures.CannotDrawZone Property
 Can't make zone.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 21.0.0.0 (21.1.1.109)
Syntax
C#
public static FailureDefinitionId CannotDrawZone { get; }
Visual Basic
Public Shared ReadOnly Property CannotDrawZone As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ CannotDrawZone {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.SketchFailures Class
Autodesk.Revit.DB Namespace